#pragma once
#define TXT_1 10001
#define TXT_2 10002
//-----------------------------------------------------------------------------------
#define title_1 10003
//--------------------------------------------------------------------------------key
#define VK_LEFT           0x25  /*·½Ïò¼ü*/
#define VK_UP             0x26
#define VK_RIGHT          0x27
#define VK_DOWN           0x28
//----------------------------------------------------------------------------------
#include <fstream>
#include <string>
#include <istream>